Revit 2027 API
ParameterTypeId.RbsElecWireElevation Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireElevation { get; }
Public Shared ReadOnly Property RbsElecWireElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireElevation {
	ForgeTypeId^ get ();
}
static member RbsElecWireElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace